adrianwilczynski.asp-net-core-snippet-pack
bbenoist.vagrant
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
cschleiden.vscode-github-actions
dbaeumer.vscode-eslint
donjayamanne.jquerysnippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
edonet.vscode-command-runner
esbenp.prettier-vscode
fireside21.cshtml
formulahendry.dotnet
formulahendry.dotnet-test-explorer
golang.go
Hridoy.jquery-snippets
icsharpcode.ilspy-vscode
ipedrazas.kubernetes-snippets
jchannon.csharpextensions
jmrog.vscode-nuget-package-manager
johnpapa.Angular2
k--kato.docomment
KnisterPeter.vscode-github
marcostazi.VS-code-vagrantfile
matijarmk.dotnet-core-commands
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-azuretools.vscode-logicapps
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-toolsai.vscode-ai
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.powershell
ms-vscode.vs-keybindings
ms-vscode.vscode-node-azure-pack
ms-vsts.team
msazurermtools.azurerm-vscode-tools
rahulsahay.Csharp-ASPNETCore
redhat.java
redhat.vscode-yaml
thekalinga.bootstrap4-vscode
tht13.python
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
WakaTime.vscode-wakatime
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
